[
  {
    "title": "Windows 10 o'rnatish. Bu judayam OSON. Bir marotaba qilib ko'ring.",
    "subtitle": "  "
  },
  {
    "title": "1. O'chirish/Yoqish tugmasini uzoq bosib kompyuterni o'chiring(Agar yoniq bo'lsa).",
    "subtitle": "  "
  },
  {
    "title": "2. Telefoningizda Googlega kiring va qidiruv paneliga Windows 10 21H2.iso yozib qidiring.",
    "subtitle": "  "
  },
  {
    "title": "3. Har hil natijalarni ko'rasiz... Siz UpToDown saytidan chiqqan Natijaga bosing.",
    "subtitle": "  "
  },
  {
    "title": "4. Download tugmasini bosing. Windows 10 o'rnatuvchi FAYL telefoningizga yuklanadi.",
    "subtitle": "  "
  },
  {
    "title": "5.  OTG Cabel orqali Telefoningizga USB Flesh xotirangizni ulang. OTG kabel - Bir tarafi USB ikkinchi quvvatlagich bo'lgan kabel.",
    "subtitle": "  "
  },
  {
    "title": "6. Play marketdan \" ISO 2 USB \" ilovasini o'rnating.",
    "subtitle": "  "
  },
  {
    "title": "7. '  ISO 2 USB  ' ilovasini oching.",
    "subtitle": "  "
  },
  {
    "title": "8. Pick USB Pin Drive: Bo'limidagi PICK tugmasini bosib FLeshkangizni tanlang.",
    "subtitle": "  "
  },
  {
    "title": "9. Pick ISO FIle: Bo'limidagi PICK tugmasini bosib, Yuklab olgan WIndows10.ISO faylni tanlang. (Ichki xotira => Downloads papkasida joylashgan).",
    "subtitle": "  "
  },
  {
    "title": "10. Format USB Driver bo'limini tanlab yoqib qo'ying.",
    "subtitle": "  "
  },
  {
    "title": "11. Start tugmasini bosib kutib turing. Pastdagi ikkita bo'lim 100% bo'lgunga qadar.",
    "subtitle": "  "
  },
  {
    "title": "12. Telefondan USB Fleshkani Uzib oling va Kompyuteringizga ulang.",
    "subtitle": "  "
  },
  {
    "title": "13. Ochirish/Yoqish tugmasini bosing va shu zahoti F12 tugmasini miltillatib bosib turing. Boot Options menusiga kiradi.",
    "subtitle": "  "
  },
  {
    "title": "14.  Boot Options menusidan Flash xotirangizni tanlang.",
    "subtitle": "  "
  },
  {
    "title": "15.  Windows Setup oynasi ochildi. NEXT tugmasini bosing.\n(17,18.19) qadamlardagi oynalar ochilmasdan davom etishi mumkin.",
    "subtitle": "  "
  },
  {
    "title": "16. INSTALL NOW tugmasini bosing.",
    "subtitle": "  "
  },
  {
    "title": "17. WIndows Activation oynasi ochilsa, \nI don't have a product key tugmasini bosing.",
    "subtitle": "  "
  },
  {
    "title": "18. Select Operation system you want to install oynasi ochilsa, Windows 10 turini tanlang. Men Home yoki PRO ni tavsiya qilaman.",
    "subtitle": "  "
  },
  {
    "title": "19.  Lisenziyaga rozilik so'rash oynasi ochilsa, I accept Licence terms'ni belgilang(yoqib qo'ying). va next yugmasini bosing.",
    "subtitle": "  "
  },
  {
    "title": "20. Which type of installation do you want? nomi oyna ochiladi. Custom: Install Windows only (advenced) ni tanlang.",
    "subtitle": "  "
  },
  {
    "title": "21. Where do you want to install Windows? oynasida qaysi diskka o'rnatmoqchi ekanligimizni belgilashimiz kerak. ",
    "subtitle": "  "
  },
  {
    "title": "22. Ba'zi kompyuterlarda disklar ko'rinmasligi mumkin. \nSizda disklar ko'rinayotgan bo'lsa: 22 qadamni o'qimang.\n Agar Disklar ko'rinmasa Irst-RST driver o'rnatish kerak. \n\nRST Driverni o'rnatish",
    "subtitle": "RST Driverni o'rnatish\n1. Kompyuterni o'chirish tugmasini uzoq bosib turib o'chiring.  \n\n2. USB xotirani OTG Kabel orqali telefonga ulang.\n\n3 . Kompyuteringizni orqa tarafini yoki Qutisini qarab kompyuteringizning modelini aniqlaymiz. Masalan: Acer A515-56G.\n\n4. Telefoningizda Googledan '  RST driver for Acer A515-56. ' deb yozib driverni qidiramiz va RSTdriverni yuklab olamiz. zip fayl bo'ladi.\n\n5. Faylga kirib RST driverni arxivdan chiqaramiz. Iloji bo'lmasa ZArchiver ilovasidan foydalanasiz.\n\n4.Arxivdan chiqarilgan fayllarni flesh xotiraga nusxalaymiz. \n\n5. Fleshkani kompyuterga ulab, Windows O'rnatishni qayta boshlaymiz. \n\n7. Where do you want to install WIndows? oynasiga yetib kelganimizda Load Driver tugmasini bosib Fleshkadan driverni papkasini belgilaymiz. Endi disklar ko'rinadi.\n"
  },
  {
    "title": "23. Where do you want to install Windows? oynasida bitta yoki bir nechta disklarni ko'rishingiz mumkin. Biror diskni tanlab Next tugmasini bosing. ",
    "subtitle": " (Diqqat! Disk 70GB yoki undan katta bo'lishi kerak). "
  },
  {
    "title": "24.  Tayyor.  Bir necha soniya yoki daqiqalarda WIndows 10 o'rnatildi.",
    "subtitle": "  "
  }
]