[
  {
    "matn": "Ushbu sozlamalarni ochish uchun Boshlash menyusi > Sozlamalar > Tarmoq va Internet-ni bosing .",
    "rasm": "assets/setting_up_netowrk/image1.png"
  },
  {
    "matn": "1. Status\nUshbu yorliq sizga tarmoq holatini ko'rsatadi - siz tarmoqqa ulanganmisiz yoki yo'qmi. Ulanish xususiyatlarini o'zgartirishingiz mumkin, bu erda siz tarmoqqa avtomatik ulanishni tanlashingiz mumkin. Tarmoq profilingizni umumiy yoki shaxsiy sifatida tanlashingiz mumkin\nBundan tashqari, ushbu yorliq sizga mavjud tarmoq adapterlarini ko'rish, ulanish sozlamalarini o'zgartirish, turli tarmoq profillari uchun almashish parametrlarini o'zgartirish, tarmoq muammolarini tashxislash va tuzatish imkonini beradi. Siz tarmoq adapterlarini qayta o'rnatishga va tarmoq komponentlarini asl sozlamalarga qaytarishingizga yordam beradigan \" Tarmoqni tiklash\" funksiyasiga kirishingiz mumkin bo'ladi .",
    "rasm": "assets/setting_up_netowrk/image2.png"
  },
{
    "matn": "2. WiFi\nMavjud tarmoqlarni tekshiring va kerakli simsiz tarmoqqa ulaning. Shuningdek, siz yangi tarmoqni boshqarishingiz va qo'shishingiz mumkin.\nTasodifiy apparat manzillari yoqilganda, turli WiFi tarmoqlariga ulanganingizda odamlar sizning joylashuvingizni kuzatishni qiyinlashtiradi. Umumiy Wi-Fi ulanish nuqtalariga ulanganingizda oʻzingizni xavfsizroq va xavfsizroq qilish uchun Hotspot 2.0 Network funksiyasini yoqishingiz mumkin .\nShuningdek, siz ma'lumotlardan foydalanish ustidan ko'proq nazorat qilish imkonini beruvchi o'lchovli ulanishni o'rnatish variantini tanlashingiz mumkin . Uni YOQISh, ilovalaringiz kamroq maʼlumot ishlatishi uchun boshqacha ishlaydi. Bu, ayniqsa, cheklangan ma'lumotlar rejasiga ega foydalanuvchilar uchun foydalidir. Shuningdek, siz qurilmangizning xususiyatlarini ko'rasiz.\nUshbu yorliq Windows 10 da Wi-Fi Sense sozlamalarini sozlash imkonini beradi .  Wi-Fi Sense - bu Windows 10-da do'stingizning umumiy Wi-Fi ulanishlariga ulanish imkonini beruvchi xususiyatdir. Ya'ni, siz va do'stlaringiz o'zingizning yoki ularning Wi-Fi ulanishlarini baham ko'rishni tanlashingiz mumkin.",
    "rasm": "assets/setting_up_netowrk/image3.png"
  },
{
    "matn": "3. Ethernet\nBu yerda Ethernet sozlamalarini oʻrnatishingiz va koʻrishingiz mumkin. Bundan tashqari, agar sizda cheklangan ma'lumotlar rejangiz bo'lsa, uni hisoblangan ulanish sifatida o'rnatishga imkon beradi.",
    "rasm": "assets/setting_up_netowrk/image4.png"
  },
{
    "matn": "4. Dial-Up\n Ushbu yorliq sizga quyidagi parametrlarga ega yangi Dial-up ulanishini yoki tarmoqni tanlash va sozlash imkonini beradi:\n\nInternetga keng polosali yoki dial-up ulanishlarini o'rnating.\nYangi router yoki kirish nuqtasini sozlang.\nYashirin tarmoqqa ulaning yoki yangi simsiz profil yarating.\nIsh joyingizga dial-up yoki VPN ulanishini sozlang.",
    "rasm": "assets/setting_up_netowrk/image5.png"
  },
{
    "matn": "5. VPN\nVPN ulanishini qo'shish uchun VPN provayderingiz, ulanish nomi va server nomi yoki manzil ma'lumotlarini tayyor saqlang. Kirish ma'lumotlari, foydalanuvchi nomi va parol turini to'ldiring va \"Saqlash\" tugmasini bosing .\n Kengaytirilgan parametrlar ostida , agar xohlasangiz, quyidagi sozlamalarni yoqing -\n\nHisoblangan tarmoqlar orqali VPNga ruxsat bering\nRoumingda VPNga ruxsat bering",
    "rasm": "assets/setting_up_netowrk/image6.png"
  },
{
    "matn": "6. Samolyot rejimi\nSamolyot rejimi yoqilganda barcha simsiz aloqa, Bluetooth, WiFi tarmoqlari va uyali tarmoqlarni to'xtatadi.",
    "rasm": "assets/setting_up_netowrk/image7.png"
  },
{
    "matn": "7. Mobil ulanish nuqtasi\nMobil ulanish nuqtasi funksiyasi Windows 10 Sozlamalarining so‘nggi versiyasidagi yangi xususiyat bo‘lib, u Internetga ulanishingizni boshqa qurilmalar bilan baham ko‘rish imkonini beradi. Foydalanuvchilar Wi-Fi yoki Bluetooth orqali Internetga ulanishni tanlashlari mumkin. Shuningdek, foydalanuvchi boshqa qurilmaga mobil hotspotni yoqishga ruxsat berish uchun Masofadan yoqish funksiyasini sozlashi mumkin.",
    "rasm": "assets/setting_up_netowrk/image8.png"
  },
{
    "matn": "8. Ma'lumotlardan foydalanish\nUshbu bo'lim sizga so'nggi 30 kun ichida WiFi va Ethernet uchun ishlatilgan ma'lumotlarni tekshirish imkonini beradi. Shuningdek, har bir ilovadan foydalanishni ko'rishingiz mumkin, bu sizga shaxsiy kompyuteringizdagi turli ilovalar tomonidan ishlatiladigan ma'lumotlar haqida batafsil ma'lumot beradi. Qo'shimcha funktsiyalarga Wi-Fi tarmog'ida ma'lumotlardan foydalanishni kamaytirish uchun ma'lumotlar chegaralarini o'rnatish va fon ma'lumotlarini cheklash kiradi.",
    "rasm": "assets/setting_up_netowrk/image9.png"
  },

  {
    "matn": "9. Proksi\nUshbu bo'limda siz kompyuteringizni proksi sozlamalarini avtomatik aniqlashga sozlashingiz mumkin. Biroq, IP-manzil va proksi-portni kiritish orqali sozlamalarni qo'lda ham sozlashingiz mumkin.",
    "rasm": "assets/setting_up_netowrk/image10.png"
  }
]